[  {
    "id": 1,
    "titulo": "Rescate en condiciones extremas cerca del Estrecho de Gibraltar",
    "cuerpo": "El equipo de salvamento marítimo llevó a cabo una operación de alto riesgo para rescatar a 15 personas de una embarcación a la deriva en el Estrecho de Gibraltar...",
    "resumen": "Rescate de 15 personas en condiciones climáticas adversas en Gibraltar.",
    "fecha": "2025-01-15",
    "imagen": "/assets/imagenes/noticia.jpg"
  },
  {
    "id": 2,
    "titulo": "Pesquero rescatado tras hundimiento por avería en el motor",
    "cuerpo": "Un barco pesquero con seis tripulantes comenzó a hundirse a 18 millas de la costa de Vigo...",
    "resumen": "Rescate de seis pescadores tras el hundimiento de su barco en Vigo.",
    "fecha": "2025-01-12",
    "imagen": "/assets/imagenes/noticia2.jpg"
  },
  {
    "id": 3,
    "titulo": "Niños rescatados de un barco recreativo en llamas",
    "cuerpo": "Un equipo de salvamento actuó con rapidez para rescatar a una familia, incluidos tres niños pequeños, de un barco recreativo que se incendió a 5 millas de la costa de Alicante...",
    "resumen": "Familia rescatada tras incendio en barco recreativo cerca de Alicante.",
    "fecha": "2025-01-10",
    "imagen": "/assets/imagenes/noticia3.jpg"
  },
  {
    "id": 4,
    "titulo": "Milagroso rescate de un navegante solitario en alta mar",
    "cuerpo": "Un navegante solitario fue rescatado tras emitir una señal de socorro desde su velero...",
    "resumen": "Rescate de navegante solitario a la deriva cerca de Mallorca.",
    "fecha": "2025-01-05",
    "imagen": "/assets/imagenes/noticia4.avif"
  },
  {
    "id": 5,
    "titulo": "Rescate masivo de 30 personas en el Mediterráneo",
    "cuerpo": "En una operación conjunta con ONGs, el servicio de salvamento marítimo logró rescatar a 30 personas...",
    "resumen": "Salvamento de 30 personas en una embarcación sobrecargada en el Mediterráneo.",
    "fecha": "2025-01-03",
    "imagen": "/assets/imagenes/noticia5.jpeg"
  },
  {
    "id": 6,
    "titulo": "Un perro y su dueño rescatados tras volcadura de kayak",
    "cuerpo": "Un hombre de 34 años y su perro fueron rescatados tras volcar su kayak en las aguas agitadas de la ría de Bilbao...",
    "resumen": "Hombre y su perro rescatados tras volcadura de kayak en Bilbao.",
    "fecha": "2025-01-02",
    "imagen": "/assets/imagenes/noticia6.jpg"
  },
  {
    "id": 7,
    "titulo": "Evacuación médica de un marinero herido en un carguero",
    "cuerpo": "Un helicóptero de salvamento marítimo realizó una evacuación médica de emergencia para un marinero...",
    "resumen": "Evacuación de marinero herido desde carguero en alta mar cerca de Tarragona.",
    "fecha": "2024-12-31",
    "imagen": "/assets/imagenes/noticia7.jpg"
  },
  {
    "id": 8,
    "titulo": "Rescate de dos windsurfistas atrapados por una tormenta",
    "cuerpo": "Dos windsurfistas fueron rescatados tras quedar atrapados en una tormenta repentina en las aguas de Tarifa...",
    "resumen": "Windsurfistas atrapados en tormenta rescatados en las aguas de Tarifa.",
    "fecha": "2024-12-30",
    "imagen": "/assets/imagenes/noticia8.jpg"
  }
]